Repository: lbernardo-dev/Reps
Catalog: Reps/Resources/Localizable.xcstrings
Source language: en
Languages: es

# activate_reps_pro_for_advanced_progression_preferences
source: Activate Reps Pro to configure RPE, RIR, tempo, set type, auto-progression, and advanced equipment.
es: Activa Reps Pro para configurar RPE, RIR, tempo, tipo de serie, auto-progresión y tu equipamiento avanzado.

# activate_reps_pro_to_keep_it_adapting
source: Activate Reps Pro to keep it adapting to your real progress from week one.
es: Activa Reps Pro para mantenerlo adaptándose a tu progreso real desde la primera semana.

# activate_rpe_message
source: Activate RPE in Pro Preferences and log sets to see if you train too easy or too close to failure.
es: Activa RPE en Preferencias Pro y registra series para ver si entrenas demasiado suave o demasiado cerca del fallo.

source: Activation, pulls, face pulls, and assistance.
es: Activación, tirones, face pulls y asistencia.

# activation_set
source: Activation
es: Activación

source: ACTIVE
es: ACTIVO

# Active plan
source: Activate plan
es: Active plan

# Active plan pressure
source: Activate plan pressure
es: Active plan pressure

# active_calories_body_fmt
source: You burned %d active kcal today — great work!
es: Quemaste %d kcal activas hoy. ¡Buen trabajo!

# active_calories_label
source: Active Calories
es: Calorías activas

source: Active kcal
es: Kcal activas

source: Active now
es: Activos ahora

source: Active Plan
es: Plan activo

# active_plan_header
source: ACTIVE PLAN
es: PLAN ACTIVO

source: Active plan pressure
es: Presión del plan activo

source: Active recovery
es: Recuperación activa

source: Active recovery scheduled for tomorrow.
es: Recuperación activa programada para mañana.

source: Active rest
es: Descanso activo

# active_week_subtitle
source: You're on a roll. Keep it up!
es: ¡Estás en racha! ¡Sigue así!

# active_week_title
source: %d sessions this week
es: %d sesiones esta semana

# Actividad
source: Activity
es: Actividad

source: Activity
es: Actividad

# activity_2
source: Activity
es: Actividad

# activity_core
source: Core / Abs
es: Core / Abdomen

# activity_cross_training
source: Cross Training
es: CrossFit

# activity_cycling
source: Cycling
es: Ciclismo

# activity_dance
source: Dance
es: Baile

# activity_elliptical
source: Elliptical
es: Elíptica

# activity_flexibility
source: Stretching / Flexibility
es: Estiramiento / Flexibilidad

# activity_other_sport
source: Other Sport
es: Otro deporte

source: Activity Ring
es: Anillo de actividad

# activity_rowing
source: Rowing
es: Remo

# activity_running
source: Running
es: Carrera

# activity_strength_functional
source: Functional Strength
es: Fuerza funcional

# activity_strength_traditional
source: Traditional Strength
es: Fuerza tradicional

# activity_swimming
source: Swimming
es: Natación

# activity_walking
source: Walking
es: Caminata

# actual
source: Current
es: Actual

# Actual: (originalLevel)%
source: Current: \(originalLevel)%
es: Actual: \(originalLevel)%

# Actual: %@
source: Current: %@
es: Actual: %@

# Actualizando biblioteca de ejercicios...
source: Updating exercise library...
es: Actualizando biblioteca de ejercicios...

# Actualizar
source: Update
es: Actualizar

# actualizar_acceso_pro_icloud
source: Refresh iCloud Pro access
es: Actualizar acceso Pro iCloud

# Actualmente estás en Reps Free.
source: You are currently on Reps Free.
es: Actualmente estás en Reps Free.

source: Acute/Chronic
es: Agudo/Crónico

source: Adapt duration according to deadline.
es: Adaptar duración según fecha límite.

# Adaptar duración según fecha límite.
source: Adapt duration according to deadline.
es: Adaptar duración según fecha límite.

source: Adapted base plan
es: Plan base adaptado

source: add
es: añadir

source: Add an exercise
es: Añade un ejercicio

source: Add to plan
es: Añadir a plan

source: Add a title and at least one exercise to each session to save a startable plan.
es: Añade título y al menos un ejercicio a cada sesión para poder guardar un plan iniciable.

source: Add an Apple Music playlist to start it from the workout.
es: Añade una playlist de Apple Music para arrancarla desde el entrenamiento.

source: Add at least one exercise
es: Añade al menos un ejercicio

source: Add at least one exercise to start the session.
es: Añade al menos un ejercicio para poder iniciar la sesión.

source: Add bookmark
es: Añadir marcador

source: Add day
es: Añadir día

source: Add exercise
es: Añadir ejercicio

# add_exercise_action
source: Add exercise
es: Añadir ejercicio

# add_exercise_label
source: Add exercise
es: Añadir ejercicio

# add_exercise_or_cardio
source: Add at least one exercise or use a cardio session
es: Añade al menos un ejercicio o usa una sesión de cardio

# add_exercise_sheet_title
source: Add exercise
es: Añadir ejercicio

# add_exercise_to_start
source: Add at least one exercise or use a cardio session
es: Añade al menos un ejercicio o usa una sesión de cardio

source: Add exercises and log sets.
es: Añade ejercicios y registra series.

# add_exercises_during_session
source: Add exercises during the session
es: Añade ejercicios durante la sesión

source: Add exercises from the library or create your own.
es: Anade ejercicios desde la biblioteca o crea uno propio.

source: Add existing routine
es: Añadir rutina existente

source: Add from library
es: Anadir desde biblioteca

source: Add from visual catalog
es: Añadir desde catálogo visual

source: Add invoice
es: Añadir factura

source: Add manual playlist
es: Añadir playlist manual

source: Add manually by URL
es: Añadir manualmente por URL

source: Add metrics
es: Añadir métricas

# add_periodic_photos_to_compare_progress
source: Add periodic photos to compare your evolution with date and weight context.
es: Añade fotos periódicas para comparar tu evolución con contexto de fecha y peso.

source: Add playlist
es: Añadir playlist

# add_references_from_youtube_shorts_tiktok_or_instagram_to_enrich_your_offline_li
source: Add references from YouTube, Shorts, TikTok or Instagram to enrich your offline library.
es: Añade referencias de YouTube, Shorts, TikTok o Instagram para enriquecer tu biblioteca offline.

source: Add series
es: Añadir serie

source: Add session
es: Añadir sesión

source: Add to active plan
es: Anadir al plan activo

# add_water_action
source: Add Water
es: Agregar agua

source: Add weight and height before saving to Apple Health.
es: Añade peso y altura antes de guardar en Apple Health.

source: Add weight, height or wellness from Profile to see trends.
es: Añade peso, altura o bienestar desde Perfil para ver tendencias.

source: Add your first exercise
es: Añade tu primer ejercicio

source: Add your metrics
es: Añade tus métricas

# additional_days_included_format
source: +%d additional days included
es: +%d días adicionales incluidos

# additional_sets_if_consistent_format
source: +%d sets approx. if you stay consistent
es: +%d series aprox. si mantienes constancia

source: Address
es: Dirección

# adductors_label
source: Adductors
es: Aductores

source: Adherence
es: Adherencia

source: Adherence, volume, and stall signals against the active plan.
es: Adherencia, volumen y señales de estancamiento contra el plan activo.

# Adherencia, volumen y señales de estancamiento contra el plan activo.
source: Adherence, volume, and stall signals against the active plan.
es: Adherencia, volumen y señales de estancamiento contra el plan activo.

source: Advanced
es: Avanzado

# advanced_analytics_benefit
source: Turn data into decisions: target vs actual, fatigue, plateaus and next steps.
es: Convierte tus datos en decisiones: objetivo vs real, fatiga, estancamientos y próximas acciones.

# advanced_analytics_summary
source: Unlock history, load, records and detailed analysis.
es: Desbloquea historial, carga, récords y análisis detallados.

# advanced_analytics_title
source: Advanced Analytics
es: Analítica avanzada

source: Advanced decisions
es: Decisiones avanzadas

source: Advanced gym
es: Gimnasio avanzado

source: Advanced log
es: Registro avanzado

# age_label
source: Age
es: Edad

# Agenda una sesión concreta para convertir intención en compromiso.
source: Schedule a specific session to turn intent into commitment.
es: Agenda una sesión concreta para convertir intención en compromiso.

# Agua
source: Water
es: Agua

# Agua (L)
source: Water (L)
es: Agua (L)

# agudo/crónico
source: acute/chronic
es: agudo/crónico

# ahora_no
source: Not now
es: ahora no

# aim_for_more_sets
source: Aim for more sets next time
es: Apunta a más series la próxima vez

# Ajusta incrementos y auto-progresión según tu historial.
source: Adjust increments and auto-progression according to your history.
es: Ajusta incrementos y auto-progresión según tu historial.

# Ajusta la búsqueda o los filtros de músculo y equipo para ver más resultados.
source: Adjust your search or the muscle and equipment filters to see more results.
es: Ajusta la búsqueda o los filtros de músculo y equipo para ver más resultados.

# Ajusta tu punto de partida
source: Adjust your starting point
es: Ajusta tu punto de partida

# Ajustando la experiencia Reps...
source: Adjusting the Reps experience...
es: Ajustando la experiencia Reps...

# Ajustes de entrenamiento
source: Training settings
es: Ajustes de entrenamiento

# Ajustes del ejercicio
source: Exercise settings
es: Ajustes del ejercicio

# al año
source: per year
es: al año

# Al iniciar, la ruta se irá dibujando aquí.
source: Upon starting, the route will be drawn here.
es: Al iniciar, la ruta se irá dibujando aquí.

# al mes
source: per month
es: al mes

# Alcanza una racha de entrenamiento de 3 días consecutivos.
source: Reach a training streak of 3 consecutive days.
es: Alcanza una racha de entrenamiento de 3 días consecutivos.

# alerts_label
source: Alerts
es: Alertas

source: All
es: Todo

# all_label
source: All
es: Todo

# all_muscles
source: All
es: Todos

# all_programs_filter
source: All
es: Todos

source: All sets logged
es: Todas las series registradas

# alternative_playlists_count_format
source: +%d alternative playlists for other moods
es: +%d playlists alternativas para otros estados de ánimo

# alto
source: High
es: alto

# Altura
source: Height
es: Altura

# Altura ((store.displayedHeight.unit))
source: Height (\(store.displayedHeight.unit))
es: Altura (\(store.displayedHeight.unit))

# Altura (cm)
source: Height (cm)
es: Altura (cm)

source: Amount
es: Importe

# Ampliar descanso 15 segundos
source: Extend rest 15 seconds
es: Ampliar descanso 15 segundos

# ampliar_mapa
source: Expand map
es: Ampliar mapa

# Añade al menos un ejercicio
source: Add at least one exercise
es: Añade al menos un ejercicio

# Añade al menos un ejercicio o usa una sesión de cardio
source: Add at least one exercise or use a cardio session
es: Añade al menos un ejercicio o usa una sesión de cardio

# Añade al menos un ejercicio para poder iniciar la sesión.
source: Add at least one exercise to start the session.
es: Añade al menos un ejercicio para poder iniciar la sesión.

# Anade ejercicios desde la biblioteca o crea uno propio.
source: Add exercises from the library or create your own.
es: Anade ejercicios desde la biblioteca o crea uno propio.

# Añade ejercicios durante la sesión
source: Add exercises during the session
es: Añade ejercicios durante la sesión

# Añade ejercicios y registra series.
source: Add exercises and log sets.
es: Añade ejercicios y registra series.

# Añade fotos periódicas para comparar tu evolución con contexto de fecha y peso.
source: Add periodic photos to compare your progress with date and weight context.
es: Añade fotos periódicas para comparar tu evolución con contexto de fecha y peso.

source: Add weight to the target set to activate warm-up and loading tools.
es: Añade peso a la serie objetivo para activar herramientas de calentamiento y carga.

# Añade peso y altura antes de guardar en Apple Health.
source: Add weight and height before saving to Apple Health.
es: Añade peso y altura antes de guardar en Apple Health.

# Añade peso, altura o bienestar desde Perfil para ver tendencias.
source: Add weight, height, or wellness from Profile to see trends.
es: Añade peso, altura o bienestar desde Perfil para ver tendencias.

# Añade playlists y confirma la estructura.
source: Add playlists and confirm the structure.
es: Añade playlists y confirma la estructura.

source: Add references from YouTube, Shorts, TikTok or Instagram to enrich your offline library.
es: Añade referencias de YouTube, Shorts, TikTok o Instagram para enriquecer tu biblioteca offline.

# Añade tu primer ejercicio
source: Add your first exercise
es: Añade tu primer ejercicio

# Añade tus métricas
source: Add your metrics
es: Añade tus métricas

source: Add a Spotify or Apple Music playlist to start from your workout.
es: Añade una playlist de Spotify o Apple Music para arrancarla desde el entrenamiento.

# añadir
source: add
es: añadir

# Añadir
source: Add
es: Añadir

# Añadir a plan
source: Add to plan
es: Añadir a plan

# Anadir al plan activo
source: Add to active plan
es: Anadir al plan activo

# Anadir desde biblioteca
source: Add from library
es: Anadir desde biblioteca

# Añadir desde catálogo visual
source: Add from visual catalog
es: Añadir desde catálogo visual

# Añadir día
source: Add day
es: Añadir día

# Añadir ejercicio
source: Add exercise
es: Añadir ejercicio

# Añadir manualmente por URL
source: Add manually by URL
es: Añadir manualmente por URL

# Añadir marcador
source: Add bookmark
es: Añadir marcador

# Añadir métricas
source: Add metrics
es: Añadir métricas

# Añadir playlist
source: Add playlist
es: Añadir playlist

# Añadir playlist manual
source: Add manual playlist
es: Añadir playlist manual

# Añadir rutina existente
source: Add existing routine
es: Añadir rutina existente

# Añadir serie
source: Add series
es: Añadir serie

# Añadir sesión
source: Add session
es: Añadir sesión

# Análisis de Composición
source: Composition Analysis
es: Análisis de Composición

# Análisis muscular
source: Muscle Analysis
es: Análisis muscular

# Analítica avanzada
source: Advanced analytics
es: Analítica avanzada

# Analítica base
source: Base analytics
es: Analítica base

# Analítica por ejercicio, músculo, carga, rachas y batería de entrenamiento.
source: Analysis by exercise, muscle, load, streaks and training battery.
es: Analítica por ejercicio, músculo, carga, rachas y batería de entrenamiento.

# Analizando métricas base...
source: Analyzing base metrics...
es: Analizando métricas base...

# Analizando tu punto de partida...
source: Analyzing your starting point...
es: Analizando tu punto de partida...

# Analizando tus métricas corporales...
source: Analyzing your body metrics...
es: Analizando tus métricas corporales...

source: Analytics by exercise, muscle, load, streaks, and training battery.
es: Analítica por ejercicio, músculo, carga, rachas y batería de entrenamiento.

source: Analyzing baseline metrics...
es: Analizando métricas base...

# analyzing_body_metrics
source: Analyzing your body metrics...
es: Analizando tus métricas corporales...

source: Anatomy Map
es: Mapa Anatómico

# anatomy_muscles_accessibility_format
source: Muscles worked by %@
es: Músculos trabajados por %@

# Anillo Tech
source: Tech Ring
es: Anillo Tech

# annual_billing_title
source: Annual
es: Anual

# annual_price_summary
source: Best value to train all year
es: Mejor valor para entrenar todo el año

# Año
source: Year
es: Año

# años
source: years
es: años

# anterior
source: Previous
es: Anterior

# Anterior: %@
source: Previous: %@
es: Anterior: %@

# ANTES/DESPUÉS
source: BEFORE/AFTER
es: ANTES/DESPUÉS

source: Any
es: Cualquiera

source: Any difficulty
es: Cualquier dificultad

source: Any environment
es: Cualquier entorno

# Aplicar código promocional
source: Apply promotional code
es: Aplicar código promocional

source: App Preferences
es: Preferencias de app

# app_records_minimum_product_events_for_stability
source: The app records minimal product events to improve stability and experience.
es: La app registra eventos mínimos de producto para mejorar estabilidad y experiencia.

# app_store_products_could_not_be_loaded_review_connectivity_sandbox_or_product_co
source: App Store products could not be loaded. Review connectivity, sandbox or product configuration.
es: No se pudieron cargar los productos de App Store. Revisa conectividad, sandbox o configuración de productos.

source: App, training, and permissions
es: App, entrenamiento y permisos

source: Apple Health
es: Salud de la manzana

# Apple Health conectado. Actividad diaria y nutrición importadas.
source: Apple Health connected. Daily activity and nutrition imported.
es: Apple Health conectado. Actividad diaria y nutrición importadas.

# Apple Health conectado. Peso, altura, pasos, calorías e hidratación importados.
source: Apple Health connected. Imported weight, height, steps, calories and hydration.
es: Apple Health conectado. Peso, altura, pasos, calorías e hidratación importados.

# Apple Health desconectado en Reps. Puedes revocar permisos en la app Salud.
source: Apple Health offline in Reps. You can revoke permissions in the Health app.
es: Apple Health desconectado en Reps. Puedes revocar permisos en la app Salud.

# Apple Health no está disponible en este dispositivo.
source: Apple Health is not available on this device.
es: Apple Health no está disponible en este dispositivo.

# Apple Health para importar métricas y guardar entrenamientos cuando das permiso.
source: Apple Health to import metrics and save workouts when you give permission.
es: Apple Health para importar métricas y guardar entrenamientos cuando das permiso.

# Apple Health se conecta desde Perfil cuando das permiso.
source: Apple Health connects from Profile when you give permission.
es: Apple Health se conecta desde Perfil cuando das permiso.

source: Apple Music
es: música de manzana

source: Apple Music listo
es: Lista de Apple Music

source: Apple Music no pudo iniciar esta playlist
es: Apple Music no pudo iniciar esta lista de reproducción

# Apple Music para reproducir playlists durante los entrenos.
source: Apple Music to play playlists during training.
es: Apple Music para reproducir playlists durante los entrenos.

source: Apple Music playback failed: \(error)
es: Error en la reproducción de Apple Music: \(error)

source: Apple Music subscription check failed, continuing to playback attempt: \(error)
es: Error en la verificación de suscripción de Apple Music, continúa con el intento de reproducción: \(error)

source: Apple Watch / Health
es: Apple Watch / Salud

source: Apple Health connected. Daily activity and nutrition imported.
es: Apple Health conectado. Actividad diaria y nutrición importadas.

source: Apple Health connected. Imported weight, height, steps, calories and hydration.
es: Apple Health conectado. Peso, altura, pasos, calorías e hidratación importados.

# apple_health_connects_from_profile_with_permission
source: Apple Health connects from Profile when you grant permission.
es: Apple Health se conecta desde Perfil cuando das permiso.

# apple_health_imports_metrics_and_saves_workouts_with_permission
source: Apple Health imports metrics and saves workouts when you grant permission.
es: Apple Health para importar métricas y guardar entrenamientos cuando das permiso.

source: Apple Health offline in Reps. You can revoke permissions in the Health app.
es: Apple Health desconectado en Reps. Puedes revocar permisos en la app Salud.

# apple_health_only_used_if_connected
source: Apple Health is only used if you connect it.
es: Apple Health solo se usa si lo conectas.

# apple_music_conectado
source: Apple Music connected
es: Apple Music conectado

# apple_music_integrado
source: Apple Music integrated
es: Apple Music integrado

source: Apple Music plays playlists during workouts.
es: Apple Music para reproducir playlists durante los entrenos.

source: Apply promotional code
es: Aplicar código promocional

source: Are you done?
es: ¿Has terminado?

source: Arms
es: Brazos

# arms_label
source: Arms
es: Brazos

# Atrás
source: Back
es: Atrás

source: Attach PDF
es: Adjuntar PDF

source: Attach photo
es: Adjuntar foto

source: Attachment
es: Adjunto

source: Audio/Dictation
es: Audio/Dictado

# Audio/Dictado
source: Audio/Dictation
es: Audio/Dictado

# Aumentar duración
source: Increase duration
es: Aumentar duración

# Aún no hay fotos
source: There are no photos yet
es: Aún no hay fotos

source: Auto-progression
es: Auto-progresión

source: Auto-share workouts
es: Compartir entrenos automáticamente

# auto_share_workouts_note
source: When enabled, your workouts are published to your friends' feed after each session.
es: Cuando está activado, tus entrenos se publican en el feed de tus amigos después de cada sesión.

# Auto-progresión
source: Auto-progression
es: Auto-progresión

# automatic_backups_benefit
source: Protect your full history and move it between installations.
es: Protege tu historial completo y muévelo entre instalaciones.

# automatic_backups_summary
source: Export and import full backups in JSON.
es: Exporta e importa copias completas en JSON.

# automatic_backups_title
source: Full Backups
es: Backups completos

# watch_integration_summary
source: Start and track workouts from your wrist.
es: Inicia y registra entrenamientos desde tu muñeca.

# watch_integration_benefit
source: Train hands-free — log sets, track routes and intervals from your Watch.
es: Entrena sin manos: registra series, rutas e intervalos desde el Watch.

# watch_pro_required_title
source: Reps Pro Required
es: Requiere Reps Pro

# watch_pro_required_subtitle
source: Unlock Watch workouts from the iPhone app.
es: Desbloquea los entrenamientos en el Watch desde la app del iPhone.

source: Automatic Milestones
es: Logros Automáticos

source: Automatically sync and import your first workout from Apple Health or Apple Watch.
es: Sincroniza e importa automáticamente tu primer entrenamiento desde Apple Health o Apple Watch.

source: Automatically imported from Apple Health.
es: Importado automáticamente de Apple Health.

source: autonomic system state
es: salud del sist. autónomo

# Autoriza Apple Music para reproducir aquí
source: Authorize Apple Music to play here
es: Autoriza Apple Music para reproducir aquí

source: Available equipment
es: Equipo disponible

# avanzado
source: Advanced
es: Avanzado

source: Average
es: Media

source: Avg Volume
es: Volumen promedio

# avg_hr_2
source: AVG HR
es: PULSO MEDIO

# avg_hr_label
source: Avg HR
es: FC media

source: Avg RPE
es: RPE medio

# avg_volume_metric
source: Avg. volume
es: Volumen medio

source: Avoid
es: Evita

# ayer
source: yesterday
es: ayer

# Ayer
source: Yesterday
es: Ayer

# Ayuda a contextualizar peso y composición.
source: Helps contextualize weight and composition.
es: Ayuda a contextualizar peso y composición.

# Ayuda, feedback, privacidad, suscripción, novedades y versión
source: Help, feedback, privacy, subscription, news, and version
es: Ayuda, feedback, privacidad, suscripción, novedades y versión

# Ayuda, producto y suscripción
source: Help, product, and subscription
es: Ayuda, producto y suscripción

source: Back
es: Espalda

source: Back & Biceps
es: Espalda y bíceps

# back_2
source: Back
es: Atrás

# back_label
source: Back
es: Espalda

source: Back-off
es: Retroceder

source: Background
es: Fondo

# Backup generado. Usa Compartir backup para enviarlo.
source: Backup generated. Use Share backup to send it.
es: Backup generado. Usa Compartir backup para enviarlo.

source: Backup generated. Use Share backup to send it.
es: Backup generado. Usa Compartir backup para enviarlo.

# backup_importado_correctamente
source: Backup imported successfully.
es: Backup importado correctamente.

# backup_label
source: Backup
es: Copia de seguridad
